const dateData = [
  {
    year: '2023',
    date: '10-20',
    title: '【每日一习话】',
    content: '我们要秉持共商共建共享原则，倡导多边主义，大家的事大家商量着办，推动各方各施所长、各尽所能，通过双边合作、三方合作、多边合作等各种形式，把大家的优势和潜能充分发挥出来，聚沙成塔、积水成渊。',
  },
  {
    year: '2023',
    date: '10-19',
    title: '',
    content: '我们要继续聚焦基础设施互联互通。要深化智能制造、数字经济等前沿领域合作，实施创新驱动发展战略。要扩大市场开放，提高贸易和投资便利化程度，做到物畅其流。',
  },
  {
    year: '2023',
    date: '10-18',
    content: '在艰苦卓绝的抗日战争中，全体中华儿女为国家生存而战、为民族复兴而战、为人类正义而战，社会动员之广泛，民族觉醒之深刻，战斗意志之顽强，必胜信念之坚定，都达到了空前的高度。',
  },
  {
    year: '2023',
    date: '10-17',
    title: '',
    content: '在工厂车间，就要弘扬“工匠精神”，精心打磨每一个零部件，生产优质的产品。在田间地头，就要精心耕作，努力赢得丰收。在商场店铺，就要笑迎天下客，童叟无欺，提供优质的服务。只要踏实劳动、勤勉劳动，在平凡岗位上也能干出不平凡的业绩。',
  },
  {
    year: '2023',
    date: '10-16',
    title: '',
    content: '坚持价值性和知识性相统一，寓价值观引导于知识传授之中。',
  },
  {
    year: '2023',
    date: '10-15',
    title: '',
    content: '我们要铸就中华文化新辉煌，就要以更加博大的胸怀，更加广泛地开展同各国的文化交流，更加积极主动地学习借鉴世界一切优秀文明成果。',
  }, {
    year: '2023',
    date: '10-14',
    title: '',
    content: '尊重劳动、尊重知识、尊重人才、尊重创造，遵循科学发展规律，推动科技创新成果不断涌现，并转化为现实生产力。',
  },
  {
    year: '2023',
    date: '10-13',
    title: '',
    content: '我国拥有数量众多的科技工作者、规模庞大的研发投入，初步具备了在一些领域同国际先进水平同台竞技的条件，关键是要改善科技创新生态，激发创新创造活力，给广大科学家和科技工作者搭建施展才华的舞台，让科技创新成果源源不断涌现出来。',
  },
  {
    year: '2023',
    date: '10-12',
    title: '',
    content: '新的征程上，我们必须坚持大团结大联合，坚持一致性和多样性统一，加强思想政治引领，广泛凝聚共识，广聚天下英才，努力寻求最大公约数、画出最大同心圆，形成海内外全体中华儿女心往一处想、劲往一处使的生动局面，汇聚起实现民族复兴的磅礴力量！    ',
  },
  {
    year: '2023',
    date: '10-12',
    content: '新的征程上，我们必须大力弘扬爱国主义精神，树立高度的民族自尊心和民族自信心，铸牢中华民族共同体意识，紧紧依靠全体中华儿女共同奋斗，坚持大团结大联合，不断巩固和发展最广泛的爱国统一战线，广泛凝聚中华民族一切智慧和力量，形成海内外全体中华儿女万众一心、共襄民族复兴伟业的生动局面。',
  },
  {
    year: '2023',
    date: '10-11',
    title: '',
    content: '大国要率先示范，主要经济体要以身作则，发展中国家要积极作为，通过共同开放、共担责任，推动世界共同发展。',
  },
  {
    year: '2023',
    date: '10-10',
    title: '',
    content: '守公德，就是要强化宗旨意识，全心全意为人民服务，恪守立党为公、执政为民理念，自觉践行人民对美好生活的向往就是我们的奋斗目标的承诺，做到心底无私天地宽。',
  },
  {
    year: '2023',
    date: '10-09',
    title: '',
    content: '我牵挂受灾的地方。在咱们中国，人民群众遇到困难，还是要发挥我们社会主义优越性，就是一方有难，八方支援，国家全力支持。希望救灾重建工作圆满顺利。',
  },
  {
    year: '2023',
    date: '10-08',
    title: '',
    content: '要在全党全社会大力弘扬尊师重教的社会风尚，推动形成优秀人才竞相从教、广大教师尽展其才、好老师不断涌现的良好局面。',
  },
]

export default dateData